{"translation-revision-date":"2025-11-28 14:32:18+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"View at a glance how many of your posts have been indexed and discovered by Google.":["Bekijk in één oogopslag hoeveel van je berichten door Google zijn geïndexeerd en ontdekt."],"URLs that link to the inspected URL, directly and indirectly.":["URL's die direct en indirect naar de geïnspecteerde URL linken."],"Total Posts":["Totaal aantal berichten"],"The table below shows the index status of each of your posts, along with any extra information from Google that may be relevant as to why they are not indexed.":["De tabel hieronder geeft de index status weer van elk van je berichten, samen met eventuele extra informatie van Google die relevant kan zijn voor de reden waarom ze niet geïndexeerd zijn."],"Rich Results":["Rich resultaten"],"Rich Result Types":["Typen rich resultaten"],"Results of the Google Rich Results Test. These are the different schema graphs that are added to the post. Empty if no rich results were found.":["Resultaten van de Google Rich Results Test. Dit zijn de verschillende schema grafieken die aan het bericht zijn toegevoegd. Leeg als er geen rijke resultaten zijn gevonden."],"Refresh Status":["Status verversen"],"Referring URLs":["Verwijzende URL's"],"Presence on Google":["Aanwezigheid op Google"],"Post Index Status":["Bericht index status"],"No issues":["Geen problemen"],"Index Status Result":["Index status resultaat"],"Any sitemaps that this URL was listed in, as known by Google. Not guaranteed to be an exhaustive list, especially if Google did not discover this URL through a sitemap. Empty if no entries in sitemaps were found.":["Alle sitemaps waarin deze URL vermeld stond, voor zover bekend bij Google. Dit is niet gegarandeerd een volledige lijst, vooral als Google deze URL niet via een sitemap heeft gevonden. Leeg als er geen vermeldingen in sitemaps zijn gevonden."],"Issues":["Problemen"],"Sitemaps":["Sitemaps"],"N\/A":["N.V.T"],"Title":["Titel"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/IndexStatus.cdb14937.js"}}