{"translation-revision-date":"2025-11-11 05:22:20+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"1. Right-click and select Create Component":["1. Klik met de rechtermuisknop en selecteer Component maken"],"To create a component, first design it, then choose one of three options:":["Om een onderdeel te maken, ontwerp je het eerst en kies je vervolgens een van de drie opties:"],"2. Use the component icon in the Structure panel":["2. Gebruik het component icoon in het structuur paneel"],"3. Use the component icon in the Edit panel header":["3. Gebruik het component icoon in de header van het bewerk paneel"],"Once you have Components, this is where you can manage them—rearrange, duplicate, rename and delete irrelevant classes.":["Als je eenmaal componenten hebt, kun je ze hier beheren - Rangschikken, dupliceren, hernoemen en irrelevante klassen verwijderen."],"Text that explains that there are no Components yet.":["Tekst die uitlegt dat er nog geen componenten zijn."],"Creating…":["Het creëren van..."],"Failed to save component. Please try again.":["Het is niet gelukt om het onderdeel op te slaan. Probeer het opnieuw."],"Component name already exists":["Componentnaam bestaat al"],"Component name is required.":["Componentnaam is vereist."],"Component name is too long. Please keep it under 50 characters.":["Componentnaam is te lang. Houd het onder 50 karakters."],"Component name is too short. Please enter at least 2 characters.":["Componentnaam is te kort. Voer minstens 2 karakters in."],"Component saved successfully as: %1$s (ID: %2$s)":["Component succesvol opgeslagen als: %1$s (ID: %2$s)"],"Save as a component":["Opslaan als component"],"Components":["Componenten"],"Clear & try again":["Wis & probeer opnieuw"],"Try something else.":["Probeer iets anders."],"Sorry, nothing matched":["Er kwam niets overeen"],"Create":["Maken"],"Search":["Zoeken"],"Cancel":["Annuleren"],"Name":["Naam"]}},"comment":{"reference":"assets\/js\/packages\/editor-components\/editor-components.js"}}