{"translation-revision-date":"2025-03-31 09:31:00+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Show <input \/> rows per page.":["Toon <input \/> rijen per pagina."],"These features and options are only available when the “%1$s” setting in the “%2$s” section is used.":["Deze functies en opties zijn alleen beschikbaar als de instelling \"%1$s\" in de sectie \"%2$s\" wordt gebruikt."],"This field must contain a non-negative number.":["Dit veld moet een niet-negatief getal bevatten."],"Table Header":["Tabel header"],"You can not enable the Table Features for Site Visitors, because your table’s body rows contain combined\/merged cells.":["Je kan de tabelfuncties voor sitebezoekers niet inschakelen, omdat de rijen van de tabelsectie gecombineerde\/samengevoegde cellen bevatten."],"Offer the following functions for site visitors with this table:":["Bied de volgende functies voor site bezoekers met deze tabel:"],"Enable Visitor Features":["Bezoeker functies inschakelen"],"Additional parameters from the <a>DataTables documentation<\/a> to be added to the JS call.":["Extra parameters van de <a>DataTables documentatie<\/a> , toe te voegen aan de JS call."],"For advanced use only.":["Alleen voor geavanceerd gebruik."],"Custom Commands":["Aangepaste opdrachten"],"Enable horizontal scrolling, to make viewing tables with many columns easier.":["Horizontaal scrollen inschakelen, zodat het bekijken van tabellen met veel kolommen makkelijker wordt."],"Horizontal Scrolling":["Horizontaal scrollen"],"Enable the table information display, with information about the currently visible data, like the number of rows.":["Schakel het weergeven van de tabelinformatie in, met informatie over de momenteel zichtbare gegevens, zoals het aantal rijen."],"Info":["Info"],"Allow the visitor to change the number of rows shown when using pagination.":["Wijzigen van aantal rijen per pagina door de bezoeker toestaan."],"Pagination Length Change":["Aanpassing paginering lengte"],"Enable pagination of the table (viewing only a certain number of rows at a time) by the visitor.":["Schakel paginering van de tabel in (het bekijken van slechts een bepaald aantal rijen tegelijk) door de bezoeker."],"Pagination":["Paginering"],"Enable the visitor to filter or search the table. Only rows with the search word in them are shown.":["Laat de bezoeker toe de tabel te filteren of te doorzoeken. Alleen rijen met het keyword erin worden getoond."],"Search\/Filtering":["Zoeken\/filteren"],"Enable sorting of the table by the visitor.":["De sortering van de tabel door de bezoeker inschakelen."],"Sorting":["Sortering"],"Table Options":["Tabelopties"]}},"comment":{"reference":"admin\/js\/edit\/datatables-features.js"}}